Repository: maximebj/capitainewp.course.gutenberg.bases
Catalog: languages/capitainewp-gut-bases-*.po
Languages: fr_fr

source: Capitainewp Gut Bases – hello from the editor!
fr_fr: Capitainewp Gut Bases – bonjour depuis l’éditeur !

source: 1. First Gutenberg block
fr_fr: 1. Premier bloc Gutenberg

source: My first Gutenberg block.
fr_fr: Mon premier bloc Gutenberg.

source: first block
fr_fr: premier bloc

source: Capitainewp Gut Bases – hello from the saved content!
fr_fr: Capitainewp Gut Bases – bonjour depuis le contenu sauvegardé !

source: Link Label
fr_fr: Intitulé du lien

source: Edit link
fr_fr: Modifier le lein

source: A block with an URL input component.
fr_fr: Un bloc avec un composant URL.

source: Select a picture
fr_fr: Choisissez une image

source: Import
fr_fr: Importer

source: Remove picture
fr_fr: Retirer l’image

source: 11. Media import
fr_fr: 11. Import de média

source: A block with a media import component.
fr_fr: Un bloc avec un composant d’import de média.

source: Chapter sign
fr_fr: Signe de chapitre

source: Colors
fr_fr: Couleurs

source: Title color
fr_fr: Couleur du titre

source: Background color
fr_fr: Couleur de fond

source: Border
fr_fr: Bordure

source: Radius
fr_fr: Arrondi

source: Your title here
fr_fr: Votre titre ici

source: 12. Inspector
fr_fr: 12. Inspecteur

source: A title block with some settings in the Inspector.
fr_fr: Un bloc titre avec des réglages dans l’inspecteur.

source: Props in the code are destructured for an easier reading.
fr_fr: Les props dans le code sont destructurées pour une meilleure lecture.

source: 14. Components
fr_fr: 14. Composants

source: Separate components for a lighter code.
fr_fr: Séparation des composants pour un code plus léger.

source: Fetching posts
fr_fr: Récupération des articles

source: No post found
fr_fr: Aucune publication trouvée

source: 15. Dynamic block
fr_fr: 15. Bloc dynamique

source: This block gets the last 3 posts from the blog.
fr_fr: Ce bloc récupère les 3 derniers articles du blog.

source: Your content here
fr_fr: Votre contenu ici

source: 16. Inner Blocks
fr_fr: 16. Bloc imbriqués

source: Blocks in the block!
fr_fr: Des blocs dans des blocs !

source: Button Size
fr_fr: Taille du bouton

source: Size
fr_fr: Taille

source: Large
fr_fr: Gros

source: Medium
fr_fr: Moyen

source: Small
fr_fr: Petit

source: 18. Block settings
fr_fr: 18. Réglages des blocs

source: Some other interesting settings for your blocks.
fr_fr: D’autres réglages intéressants pour vos blocs.

source: first keyword
fr_fr: premier mot-clé

source: second keyword
fr_fr: deuxième mot-clé

source: third keyword
fr_fr: troisième mot-clé

source: 2. Block with custom icon
fr_fr: 2. Bloc avec une icône personnalisée

source: A block with a custom SVG icon
fr_fr: Un bloc avec une icône SVG personnalisée

source: Write a text!
fr_fr: Écrivez un texte !

source: 3. Editable block
fr_fr: 3. Bloc éditable

source: Editable block.
fr_fr: Un bloc modifiable.

source: Write your content here
fr_fr: Écrivez votre contenu ici

source: 4. Richtext
fr_fr: 4. RichtText

source: Editable block with RichText component.
fr_fr: Un bloc modifiable avec un composant RichText.

source: Editable block with RichText and Multiline support.
fr_fr: Un bloc modifiable avec un RichtText et un support multiligne.

source: Editable block with RichText and a custom Toolbar.
fr_fr: Un bloc modifiable avec un RichText et une Toolbar personnalisée.

source: Editable block with RichText and Alignment options.
fr_fr: Un bloc modifiable avec un RichText et des options d'alignement.

source: A title block with some good looking CSS.
fr_fr: Un bloc élégant avec du CSS.

source: Advice
fr_fr: Conseil

source: Warning
fr_fr: Attention

source: Avoid
fr_fr: À éviter

source: 9. Alert
fr_fr: 9. Alerte

source: An alert block with different styles.
fr_fr: Un bloc d’alerte proposant différents styles.
